datasets/benchmark-results/netorigin/201811182239/wordpress-results-netorigin-10-201811182239.log
Running 1m test @ http://blig.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 364.581ms, rate sampling interval: 2664ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   122.61ms   43.09ms 378.88ms   86.20%
    Req/Sec     9.67      1.89    11.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  112.06ms
 75.000%  142.72ms
 90.000%  164.35ms
 99.000%  345.60ms
 99.900%  379.14ms
 99.990%  379.14ms
 99.999%  379.14ms
100.000%  379.14ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      70.847     0.000000            1         1.00
      83.647     0.100000           50         1.11
      90.815     0.200000          100         1.25
      97.407     0.300000          150         1.43
     106.047     0.400000          200         1.67
     112.063     0.500000          250         2.00
     116.351     0.550000          275         2.22
     123.455     0.600000          300         2.50
     130.751     0.650000          326         2.86
     135.807     0.700000          350         3.33
     142.719     0.750000          375         4.00
     146.815     0.775000          388         4.44
     149.759     0.800000          400         5.00
     152.447     0.825000          413         5.71
     155.391     0.850000          425         6.67
     159.871     0.875000          438         8.00
     161.791     0.887500          444         8.89
     164.351     0.900000          450        10.00
     166.271     0.912500          458        11.43
     168.703     0.925000          463        13.33
     171.519     0.937500          469        16.00
     172.927     0.943750          472        17.78
     174.719     0.950000          475        20.00
     176.255     0.956250          479        22.86
     177.663     0.962500          482        26.67
     181.247     0.968750          485        32.00
     182.783     0.971875          486        35.56
     185.343     0.975000          488        40.00
     199.295     0.978125          490        45.71
     333.823     0.981250          491        53.33
     338.175     0.984375          493        64.00
     338.175     0.985938          493        71.11
     342.527     0.987500          494        80.00
     345.599     0.989062          495        91.43
     346.111     0.990625          496       106.67
     348.159     0.992188          497       128.00
     348.159     0.992969          497       142.22
     348.159     0.993750          497       160.00
     348.671     0.994531          498       182.86
     348.671     0.995313          498       213.33
     356.863     0.996094          499       256.00
     356.863     0.996484          499       284.44
     356.863     0.996875          499       320.00
     356.863     0.997266          499       365.71
     356.863     0.997656          499       426.67
     379.135     0.998047          500       512.00
     379.135     1.000000          500          inf
#[Mean    =      122.606, StdDeviation   =       43.085]
#[Max     =      378.880, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.94MB read
  Socket errors: connect 0, read 0, write 0, timeout 6
Requests/sec:      9.99
Transfer/sec:    527.53KB